{
  "games": [
    {
      "title": "Resident Evil",
      "year": 1996,
      "image": "public/img/games/re1.png",
      "synopsis": "Un equipo de élite, S.T.A.R.S., se adentra en una mansión infestada de zombies y monstruos para investigar desapariciones misteriosas."
    },
    {
      "title": "Resident Evil 2",
      "year": 1998,
      "image": "public/img/games/re2.webp",
      "synopsis": "Leon S. Kennedy y Claire Redfield se encuentran atrapados en Raccoon City, enfrentándose a hordas de zombies y monstruos mutantes."
    },
    {
      "title": "Resident Evil 3: Nemesis",
      "year": 1999,
      "image": "public/img/games/re3.jpg",
      "synopsis": "Jill Valentine lucha por escapar de Raccoon City mientras es perseguida por Nemesis, una criatura biológica creada por Umbrella."
    },
    {
      "title": "Resident Evil: Code Veronica",
      "year": 2000,
      "image": "public/img/games/reCodeVeronica.jpg",
      "synopsis": "Claire Redfield busca a su hermano Chris mientras enfrenta a la familia Ashford en una isla remota, desvelando secretos de Umbrella."
    },
    {
      "title": "Resident Evil 0",
      "year": 2002,
      "image": "public/img/games/re0.jpg",
      "synopsis": "Sigue a Rebecca Chambers y al prisionero Billy Coen mientras investigan una instalación abandonada de Umbrella en las montañas Arklay."
    },
    {
      "title": "Resident Evil 4",
      "year": 2005,
      "image": "public/img/games/re4.jpg",
      "synopsis": "Leon S. Kennedy es enviado a una aldea en España para rescatar a la hija del presidente, enfrentándose a un culto y criaturas infectadas por Las Plagas."
    },
    {
      "title": "Resident Evil 5",
      "year": 2009,
      "image": "public/img/games/re5.webp",
      "synopsis": "Chris Redfield y Sheva Alomar investigan un brote viral en África, enfrentándose a criaturas infectadas y desvelando una conspiración detrás de la venta de armas biológicas."
    },
    {
      "title": "Resident Evil: Revelations",
      "year": 2012,
      "image": "public/img/games/reRevelations.jpg",
      "synopsis": "Jill Valentine y Chris Redfield investigan un barco abandonado en el mar Mediterráneo, enfrentándose a una nueva amenaza viral."
    },
    {
      "title": "Resident Evil 6",
      "year": 2012,
      "image": "public/img/games/re6.webp",
      "synopsis": "León S. Kennedy, Chris Redfield y Jake Muller se enfrentan a una nueva pandemia global, luchando contra criaturas mutantes y desvelando una conspiración que amenaza al mundo."
    },
    {
      "title": "Resident Evil: Revelations 2",
      "year": 2015,
      "image": "public/img/games/reRevelations2.jpg",
      "synopsis": "Claire Redfield y Moira Burton son secuestradas y llevadas a una isla remota, enfrentándose a nuevas amenazas mientras intentan escapar."
    },
    {
      "title": "Resident Evil 7: Biohazard",
      "year": 2017,
      "image": "public/img/games/re7.jpg",
      "synopsis": "Ethan Winters busca a su esposa desaparecida en una mansión en Luisiana, enfrentándose a una familia infectada por un virus."
    },
    {
      "title": "Resident Evil Village",
      "year": 2021,
      "image": "public/img/games/reVillage.jpg",
      "synopsis": "Ethan Winters busca a su hija en un pueblo remoto, enfrentándose a criaturas sobrenaturales y desvelando secretos oscuros relacionados con su pasado."
    },
    {
      "title": "Resident Evil 9: Requiem",
      "year": 2026,
      "image": "public/img/games/reRequiem.webp",
      "synopsis": "Grace Ashcroft, hija de Alyssa Ashcroft, investiga una serie de asesinatos en Raccoon City, enfrentándose a su pasado y a nuevas amenazas biológicas."
    }
  ]
}