{
  "movies": [
    {
      "title": "Resident Evil",
      "year": 2002,
      "image": "public/img/movies/resident-evil_1.jpg",
      "synopsis": "Alice (Milla Jovovich) se despierta sin recuerdos en una instalación secreta de la Corporación Umbrella, donde un virus mortal se ha liberado, convirtiendo a los empleados en zombis. Junto a un equipo de élite, debe escapar y detener la amenaza."
    },
    {
      "title": "Resident Evil: Apocalypse",
      "year": 2004,
      "image": "public/img/movies/resident-evil-2-apocalipsis.jpg",
      "synopsis": "Tras la liberación del virus T en Raccoon City, Alice se encuentra atrapada en la ciudad infestada de zombis. Con la ayuda de nuevos aliados, lucha por sobrevivir y desmantelar los planes de Umbrella."
    },
    {
      "title": "Resident Evil: Extinction",
      "year": 2007,
      "image": "public/img/movies/resident-evil-extincion.jpg",
      "synopsis": "El mundo ha sido devastado por el virus T. Alice, con habilidades mejoradas, lidera un grupo de sobrevivientes a través del desierto en busca de un refugio seguro, mientras lucha contra las fuerzas de Umbrella."
    },
    {
      "title": "Resident Evil: Afterlife",
      "year": 2010,
      "image": "public/img/movies/ultratumba.jpg",
      "synopsis": "Alice continúa su lucha contra la Corporación Umbrella, ahora enfrentándose a una nueva amenaza en una prisión convertida en refugio para sobrevivientes. Con la ayuda de viejos amigos, busca una forma de erradicar el virus de una vez por todas."
    },
    {
      "title": "Resident Evil: Retribution",
      "year": 2012,
      "image": "public/img/movies/retribution.jpg",
      "synopsis": "Alice es capturada por Umbrella y llevada a una instalación subterránea donde se enfrenta a versiones alternativas de la ciudad infestada de zombis. Con la ayuda de nuevos aliados, lucha por escapar y destruir la corporación."
    },
    {
      "title": "Resident Evil: The Final Chapter",
      "year": 2016,
      "image": "public/img/movies/final-chapter.jpg",
      "synopsis": "Alice regresa a Raccoon City para una confrontación final con la Corporación Umbrella. Enfrentándose a viejos enemigos y nuevos desafíos, lucha por salvar a la humanidad y poner fin al reinado del mal."
    }
  ]
}
